Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Select Provider
de: Wählen Sie Anbieter aus
es: Seleccionar Proveedor
fr: Sélectionnez le fournisseur
hi: प्रदाता का चयन करें
id: Pilih Penyedia
ja: プロバイダーの選択
ko: 제공업체 선택
pl: Wybierz dostawcę
pt_br: Selecione o provedor
tr: Sağlayıcı Seçin
uk: Виберіть Постачальник
vi: Chọn nhà cung cấp
zh_hans: 选择提供商
zh_hant: 選擇提供者

source: Select Type
de: Wählen Sie Typ aus
es: Seleccionar tipo
fr: Sélectionnez le type
hi: प्रकार चुनें
id: Pilih Jenis
ja: タイプの選択
ko: 유형 선택
pl: Wybierz Typ
pt_br: Selecione o tipo
tr: Tür Seçin
uk: Виберіть Тип
vi: Chọn loại
zh_hans: 选择类型
zh_hant: 選擇類型

source: Select Video
de: Wählen Sie Video
es: Seleccionar vídeo
fr: Sélectionnez la vidéo
hi: वीडियो चुनें
id: Pilih Video
ja: ビデオを選択
ko: 비디오 선택
pl: Wybierz opcję Wideo
pt_br: Selecione Vídeo
tr: Videoyu Seç
uk: Виберіть Відео
vi: Chọn Video
zh_hans: 选择视频
zh_hant: 選擇影片

# Select a %@-generated video to %@
source: Select a %1$@-generated video to %2$@
de: Wählen Sie ein von %1$@ generiertes Video zu %2$@ aus
es: Seleccione un video generado por %1$@ para %2$@
fr: Sélectionnez une vidéo générée par %1$@ dans %2$@.
hi: %2$@ के लिए एक %1$@-जनित वीडियो का चयन करें
id: Pilih video yang dihasilkan %1$@ ke %2$@
ja: %1$@ で生成されたビデオを %2$@ に選択します
ko: %1$@에서 생성된 비디오를 %2$@로 선택하세요.
pl: Wybierz wideo wygenerowane przez %1$@ do %2$@
pt_br: Selecione um vídeo gerado por %1$@ para %2$@
uk: Виберіть відео, створене %1$@, для %2$@
vi: Chọn video do %1$@ tạo thành %2$@
zh_hans: 选择 %1$@ 生成的视频到 %2$@
zh_hant: 選擇 %1$@ 產生的影片到 %2$@

source: Select a Gemini Omni video to edit
de: Wählen Sie ein Gemini Omni-Video zum Bearbeiten aus
es: Seleccione un vídeo de Gemini Omni para editar
fr: Sélectionnez une vidéo Gemini Omni à modifier
hi: संपादित करने के लिए जेमिनी ओमनी वीडियो चुनें
id: Pilih video Gemini Omni untuk diedit
ja: 編集する Gemini Omni ビデオを選択してください
ko: 편집할 Gemini Omni 비디오를 선택하세요.
pl: Wybierz film Gemini Omni do edycji
pt_br: Selecione um vídeo Gemini Omni para editar
tr: Düzenlemek için bir Gemini Omni videosu seçin
uk: Виберіть відео Gemini Omni для редагування
vi: Chọn video Gemini Omni để chỉnh sửa
zh_hans: 选择要编辑的 Gemini Omni 视频
zh_hant: 選擇要編輯的 Gemini Omni 視頻

source: Select a Model
de: Wählen Sie ein Modell aus
es: Seleccione un modelo
fr: Sélectionnez un modèle
hi: एक मॉडल चुनें
id: Pilih Model
ja: モデルを選択してください
ko: 모델을 선택하세요
pl: Wybierz model
pt_br: Selecione um modelo
tr: Bir Model Seçin
uk: Виберіть модель
vi: Chọn một mẫu
zh_hans: 选择型号
zh_hant: 選擇型號

source: Select a Photoshoot
de: Wählen Sie ein Fotoshooting aus
es: Seleccione una sesión de fotos
fr: Sélectionnez une séance photo
hi: एक फोटोशूट चुनें
id: Pilih Pemotretan
ja: 写真撮影を選択してください
ko: 사진 촬영을 선택하세요
pl: Wybierz sesję zdjęciową
pt_br: Selecione uma sessão de fotos
tr: Bir Fotoğraf Çekimi Seçin
uk: Виберіть фотосесію
vi: Chọn một buổi chụp ảnh
zh_hans: 选择拍摄照片
zh_hant: 選擇拍攝照片

source: Select a Sora-generated video to remix
de: Wählen Sie ein von Sora generiertes Video zum Remixen aus
es: Seleccione un video generado por Sora para remezclar
fr: Sélectionnez une vidéo générée par Sora à remixer
hi: रीमिक्स करने के लिए सोरा-जनरेटेड वीडियो का चयन करें
id: Pilih video buatan Sora untuk di-remix
ja: Sora が生成したビデオを選択してリミックスします
ko: 리믹스할 Sora 생성 동영상을 선택하세요.
pl: Wybierz wideo wygenerowane przez Sorę, które chcesz zremiksować
pt_br: Selecione um vídeo gerado por Sora para remixar
tr: Remikslemek için Sora tarafından oluşturulan bir video seçin
uk: Виберіть створене Sora відео для реміксування
vi: Chọn video do Sora tạo để phối lại
zh_hans: 选择 Sora 生成的视频进行混音
zh_hant: 選擇 Sora 生成的影片進行混音

source: Select a Storyboard
de: Wählen Sie ein Storyboard aus
es: Seleccione un guión gráfico
fr: Sélectionnez un storyboard
hi: एक स्टोरीबोर्ड चुनें
id: Pilih Papan Cerita
ja: ストーリーボードを選択してください
ko: 스토리보드 선택
pl: Wybierz scenorys
pt_br: Selecione um storyboard
tr: Bir Öykü Panosu seçin
uk: Виберіть розкадровку
vi: Chọn một bảng phân cảnh
zh_hans: 选择故事板
zh_hant: 選擇故事板

source: Select a model to configure settings
de: Wählen Sie ein Modell aus, um die Einstellungen zu konfigurieren
es: Seleccione un modelo para configurar los ajustes
fr: Sélectionnez un modèle pour configurer les paramètres
hi: सेटिंग्स कॉन्फ़िगर करने के लिए एक मॉडल का चयन करें
id: Pilih model untuk mengonfigurasi pengaturan
ja: 設定を行うモデルを選択してください
ko: 설정을 구성하려면 모델을 선택하세요.
pl: Wybierz model, aby skonfigurować ustawienia
pt_br: Selecione um modelo para definir as configurações
tr: Ayarları yapılandırmak için bir model seçin
uk: Виберіть модель, щоб налаштувати параметри
vi: Chọn một mô hình để định cấu hình cài đặt
zh_hans: 选择型号以配置设置
zh_hant: 選擇型號以配置設定

source: Select a playground
de: Wählen Sie einen Spielplatz
es: Seleccione un parque infantil
fr: Sélectionnez un terrain de jeu
hi: एक खेल का मैदान चुनें
id: Pilih taman bermain
ja: 遊び場を選択してください
ko: 놀이터를 선택하세요
pl: Wybierz plac zabaw
pt_br: Selecione um playground
tr: Bir oyun alanı seçin
uk: Виберіть ігровий майданчик
vi: Chọn một sân chơi
zh_hans: 选择游乐场
zh_hant: 選擇遊樂場

source: Select a previously generated Gemini Omni video. The model will apply your edit while preserving the rest of the video.
de: Wählen Sie ein zuvor erstelltes Gemini Omni-Video aus. Das Modell übernimmt Ihre Bearbeitung, während der Rest des Videos erhalten bleibt.
es: Seleccione un vídeo Gemini Omni generado previamente. El modelo aplicará tu edición conservando el resto del vídeo.
fr: Sélectionnez une vidéo Gemini Omni générée précédemment. Le modèle appliquera votre modification tout en préservant le reste de la vidéo.
hi: पहले से जेनरेट किया गया जेमिनी ओमनी वीडियो चुनें। मॉडल शेष वीडियो को संरक्षित करते हुए आपका संपादन लागू करेगा।
id: Pilih video Gemini Omni yang dibuat sebelumnya. Model akan menerapkan hasil edit Anda sambil mempertahankan sisa video.
ja: 以前に生成した Gemini Omni ビデオを選択します。モデルはビデオの残りの部分を保持しながら編集を適用します。
ko: 이전에 생성된 Gemini Omni 비디오를 선택합니다. 모델은 비디오의 나머지 부분을 보존하면서 편집 내용을 적용합니다.
pl: Wybierz wcześniej wygenerowany film Gemini Omni. Model zastosuje Twoją zmianę, zachowując resztę filmu.
pt_br: Selecione um vídeo Gemini Omni gerado anteriormente. O modelo aplicará sua edição preservando o restante do vídeo.
tr: Daha önce oluşturulmuş bir Gemini Omni videosunu seçin. Model, videonun geri kalanını korurken düzenlemenizi uygulayacaktır.
uk: Виберіть попередньо створене відео Gemini Omni. Модель застосує ваші зміни, зберігаючи решту відео.
vi: Chọn video Gemini Omni đã tạo trước đó. Mô hình sẽ áp dụng chỉnh sửa của bạn trong khi vẫn giữ nguyên phần còn lại của video.
zh_hans: 选择之前生成的 Gemini Omni 视频。该模型将应用您的编辑，同时保留视频的其余部分。
zh_hant: 選擇先前產生的 Gemini Omni 影片。該模型將應用您的編輯，同時保留影片的其餘部分。

source: Select a previously generated Sora video to remix. The model will use the video as a reference for creating new variations.
de: Wählen Sie ein zuvor erstelltes Sora-Video zum Remixen aus. Das Model nutzt das Video als Referenz für die Erstellung neuer Variationen.
es: Seleccione un video de Sora generado previamente para remezclar. La modelo utilizará el vídeo como referencia para crear nuevas variaciones.
fr: Sélectionnez une vidéo Sora précédemment générée à remixer. Le modèle utilisera la vidéo comme référence pour créer de nouvelles variations.
hi: रीमिक्स करने के लिए पहले से जेनरेट किए गए सोरा वीडियो का चयन करें। मॉडल नई विविधताएं बनाने के लिए संदर्भ के रूप में वीडियो का उपयोग करेगा।
id: Pilih video Sora yang dibuat sebelumnya untuk di-remix. Model akan menggunakan video tersebut sebagai referensi untuk membuat variasi baru.
ja: リミックスする以前に生成された Sora ビデオを選択します。モデルはビデオを参考にして新しいバリエーションを作成します。
ko: 리믹스할 이전에 생성된 Sora 비디오를 선택하세요. 모델은 새로운 변형을 만들기 위한 참조로 비디오를 사용합니다.
pl: Wybierz wcześniej wygenerowany film Sora do zremiksowania. Modelka wykorzysta wideo jako punkt odniesienia przy tworzeniu nowych odmian.
pt_br: Selecione um vídeo Sora gerado anteriormente para remixar. A modelo usará o vídeo como referência para criar novas variações.
tr: Remikslemek için önceden oluşturulmuş bir Sora videosunu seçin. Model, yeni varyasyonlar oluşturmak için videoyu referans olarak kullanacak.
uk: Виберіть попередньо згенероване відео Sora для реміксування. Модель використовуватиме відео як еталон для створення нових варіацій.
vi: Chọn video Sora đã tạo trước đó để phối lại. Mô hình sẽ sử dụng video làm tài liệu tham khảo để tạo các biến thể mới.
zh_hans: 选择之前生成的 Sora 视频进行重新混合。该模型将使用视频作为创建新变体的参考。
zh_hant: 選擇先前產生的 Sora 影片進行重新混合。該模型將使用影片作為創建新變體的參考。

source: Select a scene
de: Wählen Sie eine Szene aus
es: Selecciona una escena
fr: Sélectionnez une scène
hi: एक दृश्य चुनें
id: Pilih sebuah adegan
ja: シーンを選択してください
ko: 장면을 선택하세요
pl: Wybierz scenę
pt_br: Selecione uma cena
tr: Bir sahne seçin
uk: Виберіть сцену
vi: Chọn một cảnh
zh_hans: 选择场景
zh_hant: 選擇場景

source: Select a session
de: Wählen Sie eine Sitzung aus
es: Seleccione una sesión
fr: Sélectionnez une séance
hi: एक सत्र चुनें
id: Pilih sesi
ja: セッションを選択してください
ko: 세션 선택
pl: Wybierz sesję
pt_br: Selecione uma sessão
tr: Bir oturum seçin
uk: Виберіть сеанс
vi: Chọn một phiên
zh_hans: 选择一个会话
zh_hant: 選擇一個會話

source: Select a thread
de: Wählen Sie einen Thread aus
es: Seleccione un hilo
fr: Sélectionnez un fil de discussion
hi: एक धागा चुनें
id: Pilih topik
ja: スレッドを選択してください
ko: 스레드 선택
pl: Wybierz wątek
pt_br: Selecione um tópico
tr: Bir konu seçin
uk: Виберіть нитку
vi: Chọn một chủ đề
zh_hans: 选择一个话题
zh_hant: 選擇一個話題

source: Select a video
de: Wählen Sie ein Video aus
es: Selecciona un vídeo
fr: Sélectionnez une vidéo
hi: एक वीडियो चुनें
id: Pilih video
ja: ビデオを選択してください
ko: 동영상을 선택하세요
pl: Wybierz film
pt_br: Selecione um vídeo
tr: Bir video seçin
uk: Виберіть відео
vi: Chọn một video
zh_hans: 选择视频
zh_hant: 選擇影片

source: Select an agent
de: Wählen Sie einen Agenten aus
es: Seleccione un agente
fr: Sélectionnez un mandataire
hi: एक एजेंट चुनें
id: Pilih agen
ja: エージェントを選択してください
ko: 에이전트를 선택하세요
pl: Wybierz agenta
pt_br: Selecione um agente
tr: Bir temsilci seçin
uk: Виберіть агента
vi: Chọn đại lý
zh_hans: 选择代理
zh_hant: 選擇代理

source: Select an item
de: Wählen Sie ein Element aus
es: Seleccione un elemento
fr: Sélectionnez un élément
hi: एक आइटम चुनें
id: Pilih sebuah item
ja: 項目を選択してください
ko: 항목을 선택하세요
pl: Wybierz element
pt_br: Selecione um item
tr: Bir öğe seçin
uk: Виберіть елемент
vi: Chọn một mục
zh_hans: 选择一个项目
zh_hant: 選擇一個項目

source: Select brand assets as references
de: Wählen Sie Markenwerte als Referenzen aus
es: Seleccionar activos de marca como referencias
fr: Sélectionnez les actifs de la marque comme références
hi: संदर्भ के रूप में ब्रांड संपत्तियों का चयन करें
id: Pilih aset merek sebagai referensi
ja: 参照としてブランド資産を選択する
ko: 브랜드 자산을 참조로 선택
pl: Wybierz zasoby marki jako referencje
pt_br: Selecione ativos de marca como referências
tr: Marka varlıklarını referans olarak seçin
uk: Виберіть активи бренду як посилання
vi: Chọn tài sản thương hiệu làm tài liệu tham khảo
zh_hans: 选择品牌资产作为参考
zh_hant: 選擇品牌資產作為參考

source: Select brand assets to include as references
de: Wählen Sie Markenwerte aus, die Sie als Referenzen verwenden möchten
es: Seleccione activos de marca para incluirlos como referencias
fr: Sélectionnez les éléments de marque à inclure comme références
hi: संदर्भ के रूप में शामिल करने के लिए ब्रांड संपत्तियों का चयन करें
id: Pilih aset merek untuk disertakan sebagai referensi
ja: 参照として含めるブランド資産を選択してください
ko: 참조로 포함할 브랜드 자산을 선택하세요.
pl: Wybierz zasoby marki, które chcesz uwzględnić jako referencje
pt_br: Selecione ativos de marca para incluir como referências
tr: Referans olarak eklenecek marka varlıklarını seçin
uk: Виберіть активи бренду, щоб включити їх як посилання
vi: Chọn nội dung thương hiệu để đưa vào làm tài liệu tham khảo
zh_hans: 选择要包含作为参考的品牌资产
zh_hant: 選擇要包含作為參考的品牌資產

source: Select image
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
hi: छवि का चयन करें
id: Pilih gambar
ja: 画像を選択
ko: 이미지 선택
pl: Wybierz obraz
pt_br: Selecione a imagem
tr: Resim seç
uk: Виберіть зображення
vi: Chọn hình ảnh
zh_hans: 选择图像
zh_hant: 選擇影像

source: Select or drop an image
de: Wählen Sie ein Bild aus oder legen Sie es ab
es: Seleccionar o soltar una imagen
fr: Sélectionner ou déposer une image
hi: कोई छवि चुनें या छोड़ें
id: Pilih atau jatuhkan gambar
ja: 画像を選択またはドロップします
ko: 이미지 선택 또는 드롭
pl: Wybierz lub upuść obraz
pt_br: Selecione ou solte uma imagem
tr: Bir resmi seçin veya bırakın
uk: Виберіть або опустіть зображення
vi: Chọn hoặc thả một hình ảnh
zh_hans: 选择或放下图像
zh_hant: 選擇或放下影像

source: Select the aspect ratio for your product photographs. This determines which backdrop options are available.
de: Wählen Sie das Seitenverhältnis für Ihre Produktfotos. Dadurch wird bestimmt, welche Hintergrundoptionen verfügbar sind.
es: Seleccione la relación de aspecto para las fotografías de sus productos. Esto determina qué opciones de fondo están disponibles.
fr: Sélectionnez le rapport hauteur/largeur de vos photographies de produits. Cela détermine quelles options de toile de fond sont disponibles.
hi: अपने उत्पाद की तस्वीरों के लिए पहलू अनुपात का चयन करें। यह निर्धारित करता है कि कौन से पृष्ठभूमि विकल्प उपलब्ध हैं।
id: Pilih rasio aspek untuk foto produk Anda. Ini menentukan opsi tampilan latar mana yang tersedia.
ja: 製品写真のアスペクト比を選択します。これにより、どの背景オプションが使用できるかが決まります。
ko: 제품 사진의 가로 세로 비율을 선택하세요. 이에 따라 사용할 수 있는 배경화면 옵션이 결정됩니다.
pl: Wybierz współczynnik proporcji zdjęć produktów. Określa, które opcje tła są dostępne.
pt_br: Selecione a proporção das fotografias do seu produto. Isso determina quais opções de pano de fundo estão disponíveis.
tr: Ürün fotoğraflarınızın en boy oranını seçin. Bu, hangi arka plan seçeneklerinin mevcut olduğunu belirler.
uk: Виберіть співвідношення сторін для фотографій ваших продуктів. Це визначає, які варіанти фону доступні.
vi: Chọn tỷ lệ khung hình cho ảnh sản phẩm của bạn. Điều này xác định những tùy chọn phông nền nào có sẵn.
zh_hans: 选择产品照片的长宽比。这决定了哪些背景选项可用。
zh_hant: 選擇產品照片的長寬比。這決定了哪些背景選項可用。

source: Select your brand's primary font from installed system fonts. If using a proprietary or uncommon font, upload a screenshot of your font specimen to Reference Images for better results in generation.
de: Wählen Sie aus den installierten Systemschriftarten die Hauptschriftart Ihrer Marke aus. Wenn Sie eine proprietäre oder ungewöhnliche Schriftart verwenden, laden Sie einen Screenshot Ihres Schriftartenexemplars auf Referenzbilder hoch, um bessere Ergebnisse bei der Generierung zu erzielen.
es: Seleccione la fuente principal de su marca entre las fuentes instaladas del sistema. Si utiliza una fuente patentada o poco común, cargue una captura de pantalla de su muestra de fuente en Imágenes de referencia para obtener mejores resultados en la generación.
fr: Sélectionnez la police principale de votre marque parmi les polices système installées. Si vous utilisez une police propriétaire ou peu courante, téléchargez une capture d'écran de votre spécimen de police sur Images de référence pour de meilleurs résultats de génération.
hi: इंस्टॉल किए गए सिस्टम फ़ॉन्ट से अपने ब्रांड का प्राथमिक फ़ॉन्ट चुनें। यदि मालिकाना या असामान्य फ़ॉन्ट का उपयोग कर रहे हैं, तो पीढ़ी में बेहतर परिणामों के लिए संदर्भ छवियों पर अपने फ़ॉन्ट नमूने का स्क्रीनशॉट अपलोड करें।
id: Pilih font utama merek Anda dari font sistem yang diinstal. Jika menggunakan font eksklusif atau tidak umum, unggah tangkapan layar spesimen font Anda ke Gambar Referensi untuk hasil pembuatan yang lebih baik.
ja: インストールされているシステム フォントからブランドのプライマリ フォントを選択します。独自のフォントまたは一般的ではないフォントを使用している場合は、フォントのサンプルのスクリーンショットを参照画像にアップロードすると、より良い生成結果が得られます。
ko: 설치된 시스템 글꼴 중에서 브랜드의 기본 글꼴을 선택하세요. 독점 글꼴이나 흔하지 않은 글꼴을 사용하는 경우 더 나은 생성 결과를 얻으려면 글꼴 견본의 스크린샷을 참조 이미지에 업로드하세요.
pl: Wybierz podstawową czcionkę swojej marki spośród zainstalowanych czcionek systemowych. Jeśli używasz zastrzeżonej lub nietypowej czcionki, prześlij zrzut ekranu próbki czcionki do obrazów referencyjnych, aby uzyskać lepsze wyniki podczas generowania.
pt_br: Selecione a fonte principal da sua marca nas fontes do sistema instaladas. Se estiver usando uma fonte proprietária ou incomum, carregue uma captura de tela da amostra da fonte em Imagens de referência para obter melhores resultados na geração.
tr: Kurulu sistem yazı tiplerinden markanızın ana yazı tipini seçin. Tescilli veya yaygın olmayan bir yazı tipi kullanıyorsanız, oluşturma sırasında daha iyi sonuçlar elde etmek için yazı tipi örneğinizin ekran görüntüsünü Referans Görseller'e yükleyin.
uk: Виберіть основний шрифт вашого бренду серед встановлених системних шрифтів. Якщо ви використовуєте власний або незвичайний шрифт, завантажте знімок екрана свого зразка шрифту в Reference Images для кращих результатів у створенні.
vi: Chọn phông chữ chính cho thương hiệu của bạn từ phông chữ hệ thống đã cài đặt. Nếu sử dụng phông chữ độc quyền hoặc không phổ biến, hãy tải ảnh chụp màn hình mẫu phông chữ của bạn lên Hình ảnh tham khảo để có kết quả tạo tốt hơn.
zh_hans: 从已安装的系统字体中选择您品牌的主要字体。如果使用专有或不常见的字体，请将字体样本的屏幕截图上传到参考图像，以获得更好的生成结果。
zh_hant: 從已安裝的系統字體中選擇您品牌的主要字體。如果使用專有或不常見的字體，請將字體樣本的螢幕截圖上傳到參考圖像，以獲得更好的生成結果。

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
id: Dipilih
ja: 選択済み
ko: 선택됨
pl: Wybrane
pt_br: Selecionado
tr: Seçildi
uk: Вибране
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

source: Send
de: Senden
es: enviar
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ko: 보내기
pl: Wyślij
pt_br: Enviar
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

source: Send an email
de: Senden Sie eine E-Mail
es: enviar un correo electrónico
fr: Envoyer un email
hi: एक ईमेल भेजें
id: Kirim email
ja: メールを送信する
ko: 이메일 보내기
pl: Wyślij e-mail
pt_br: Envie um e-mail
tr: E-posta gönder
uk: Надіслати електронний лист
vi: Gửi email
zh_hans: 发送电子邮件
zh_hant: 傳送電子郵件

source: Sends the message
de: Sendet die Nachricht
es: envía el mensaje
fr: Envoie le message
hi: संदेश भेजता है
id: Mengirim pesan
ja: メッセージを送信します
ko: 메시지를 보냅니다
pl: Wysyła wiadomość
pt_br: Envia a mensagem
tr: Mesajı gönderir
uk: Надсилає повідомлення
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

source: Session Details
de: Sitzungsdetails
es: Detalles de la sesión
fr: Détails de la séance
hi: सत्र विवरण
id: Detail Sesi
ja: セッションの詳細
ko: 세션 세부정보
pl: Szczegóły sesji
pt_br: Detalhes da sessão
tr: Oturum Ayrıntıları
uk: Деталі сеансу
vi: Chi tiết phiên
zh_hans: 会议详情
zh_hant: 會議詳情

source: Session Name
de: Sitzungsname
es: Nombre de la sesión
fr: Nom de la session
hi: सत्र का नाम
id: Nama Sesi
ja: セッション名
ko: 세션 이름
pl: Nazwa sesji
pt_br: Nome da sessão
tr: Oturum Adı
uk: Назва сеансу
vi: Tên phiên
zh_hans: 会话名称
zh_hant: 會話名稱

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances
hi: सत्र
id: Sesi
ja: セッション
ko: 세션
pl: Sesje
pt_br: Sessões
tr: Oturumlar
uk: Сеанси
vi: Phiên
zh_hans: 会议
zh_hant: 會議

source: Set Up
de: Einrichten
es: Configurar
fr: Configurer
hi: सेट अप
id: Siapkan
ja: セットアップ
ko: 설정
pl: Konfiguracja
pt_br: Configurar
tr: Kurulum
uk: Налаштувати
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
id: Bagikan
ja: シェアする
ko: 공유
pl: Udostępnij
pt_br: Compartilhar
tr: Paylaş
uk: Поділіться
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share %@
de: Teilen Sie %@
es: Compartir %@
fr: Partager %@
hi: %@ साझा करें
id: Bagikan %@
ja: %@をシェアする
ko: %@ 공유
pl: Udostępnij %@
pt_br: Compartilhar %@
tr: %@'yi paylaşın
uk: Поділіться %@
vi: Chia sẻ %@
zh_hans: 分享 %@
zh_hant: 分享 %@

source: Share image
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
hi: छवि साझा करें
id: Bagikan gambar
ja: 画像を共有する
ko: 이미지 공유
pl: Udostępnij obraz
pt_br: Compartilhar imagem
tr: Resmi paylaş
uk: Поділіться зображенням
vi: Chia sẻ hình ảnh
zh_hans: 分享图片
zh_hant: 分享圖片

source: Share video
de: Video teilen
es: compartir vídeo
fr: Partager la vidéo
hi: वीडियो साझा करें
id: Bagikan video
ja: ビデオを共有する
ko: 비디오 공유
pl: Udostępnij wideo
pt_br: Compartilhar vídeo
tr: Videoyu paylaş
uk: Поділіться відео
vi: Chia sẻ video
zh_hans: 分享视频
zh_hant: 分享影片

source: Short-lived access token
de: Kurzlebiges Zugriffstoken
es: Token de acceso de corta duración
fr: Jeton d'accès de courte durée
hi: अल्पकालिक पहुंच टोकन
id: Token akses berumur pendek
ja: 有効期間が短いアクセス トークン
ko: 단기 액세스 토큰
pl: Krótkotrwały token dostępu
pt_br: Token de acesso de curta duração
tr: Kısa ömürlü erişim belirteci
uk: Короткочасний маркер доступу
vi: Mã thông báo truy cập ngắn hạn
zh_hans: 短期访问令牌
zh_hant: 短期訪問令牌

source: Show Mask
de: Maske anzeigen
es: Mostrar máscara
fr: Afficher le masque
hi: मुखौटा दिखाओ
id: Tampilkan Masker
ja: マスクを表示
ko: 마스크 표시
pl: Pokaż maskę
pt_br: Mostrar máscara
tr: Maskeyi Göster
uk: Показати маску
vi: Hiển thị mặt nạ
zh_hans: 显示面具
zh_hant: 顯示面具

source: Show layer
de: Ebene anzeigen
es: Mostrar capa
fr: Afficher le calque
hi: परत दिखाएँ
id: Tampilkan lapisan
ja: レイヤーを表示
ko: 레이어 표시
pl: Pokaż warstwę
pt_br: Mostrar camada
tr: Katmanı göster
uk: Показати шар
vi: Hiển thị lớp
zh_hans: 显示图层
zh_hant: 顯示圖層

source: Skip fetching images
de: Überspringen Sie das Abrufen von Bildern
es: Saltar la búsqueda de imágenes
fr: Ignorer la récupération des images
hi: छवियाँ लाना छोड़ें
id: Lewati mengambil gambar
ja: 画像の取得をスキップする
ko: 이미지 가져오기 건너뛰기
pl: Pomiń pobieranie obrazów
pt_br: Ignorar a busca de imagens
tr: Resim getirmeyi atla
uk: Пропустити отримання зображень
vi: Bỏ qua việc tìm nạp hình ảnh
zh_hans: 跳过获取图像
zh_hant: 跳過獲取影像

source: Sora 2 Deployment
de: Sora 2-Bereitstellung
es: Despliegue de Sora 2
fr: Déploiement de Sora 2
hi: सोरा 2 परिनियोजन
id: Penerapan Sora 2
ja: ソラ2の展開
ko: 소라 2 배포
pl: Wdrożenie Sory 2
pt_br: Implantação Sora 2
tr: Sora 2 Dağıtımı
uk: Розгортання Sora 2
vi: Triển khai Sora 2
zh_hans: Sora 2 部署
zh_hant: Sora 2 部署

source: Source
de: Quelle
es: Fuente
hi: स्रोत
id: Sumber
ja: ソース
ko: 소스
pl: Źródło
pt_br: Fonte
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Source Image
de: Quellbild
es: Imagen de origen
fr: Image source
hi: स्रोत छवि
id: Sumber Gambar
ja: ソース画像
ko: 소스 이미지
pl: Obraz źródłowy
pt_br: Imagem de origem
tr: Kaynak Resim
uk: Вихідне зображення
vi: Hình ảnh nguồn
zh_hans: 源图像
zh_hant: 來源影像

source: Source Video (Gemini Omni Generated)
de: Quellvideo (Gemini Omni Generated)
es: Video fuente (Gemini Omni generado)
fr: Vidéo source (générée par Gemini Omni)
hi: स्रोत वीडियो (मिथुन ओमनी जनित)
id: Video Sumber (Gemini Omni Dihasilkan)
ja: ソースビデオ (Gemini Omni で生成)
ko: 소스 비디오(Gemini Omni 생성)
pl: Źródło wideo (wygenerowano Gemini Omni)
pt_br: Vídeo de origem (Gemini Omni gerado)
tr: Kaynak Video (Gemini Omni Oluşturuldu)
uk: Вихідне відео (створено Gemini Omni)
vi: Video nguồn (được tạo bởi Gemini Omni)
zh_hans: 源视频（Gemini Omni 生成）
zh_hant: 來源影片（Gemini Omni 生成）

source: Start
de: Starten
es: Empezar
fr: Commencer
hi: प्रारंभ करें
id: Mulai
ja: スタート
ko: 시작
pl: Zacznij
pt_br: Começar
tr: Başlat
uk: старт
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Start by adding images or draw on the canvas.
de: Fügen Sie zunächst Bilder hinzu oder zeichnen Sie auf der Leinwand.
es: Comience agregando imágenes o dibujando en el lienzo.
fr: Commencez par ajouter des images ou dessinez sur la toile.
hi: चित्र जोड़कर या कैनवास पर चित्र बनाकर शुरुआत करें।
id: Mulailah dengan menambahkan gambar atau menggambar di kanvas.
ja: まず画像を追加するか、キャンバスに描画します。
ko: 이미지를 추가하거나 캔버스에 그림을 그려보세요.
pl: Zacznij od dodania obrazów lub narysuj na płótnie.
pt_br: Comece adicionando imagens ou desenhe na tela.
tr: Resimler ekleyerek veya tuval üzerine çizim yaparak başlayın.
uk: Почніть із додавання зображень або малювання на полотні.
vi: Bắt đầu bằng cách thêm hình ảnh hoặc vẽ trên khung vẽ.
zh_hans: 首先添加图像或在画布上绘图。
zh_hant: 首先添加圖像或在畫布上繪圖。
